9/data/attachments/a9611d24175904db.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Matthew_per_Friend_91202_0</nif:username>
            <nif:friendToBeRequested>soap_friends_e14a244b-93c0-48b8-8d81-c113e96e4042</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>